[
    {
        "id": 1,
        "heading": "Best 5 Comedy Series to Watch!",
        "image": "",
        "tag": "entertainment",
        "brief": "<p>Hello there! In this blog I'm gonna tell you some good comedy series that you can binge in. So, lets get started!</p>",
        "description": "<p>Hello there! In this blog I'm gonna tell you some good comedy series that you can binge in. So, lets get started!</p><p class='mt-20'><b>P.S : </b> This list is in no particular order.</p> <div class='mt-20'><ul><li><h2>Brooklyn Nine-Nine<h2><img src='https://cdn.mos.cms.futurecdn.net/ynCnM2LzqzMzu6mjqtfVCV-650-80.jpg.webp' class='image-container mt-20' /></li><br/><p>Captain Ray Holt takes over Brooklyn's 99th precinct, which includes Detective Jake Peralta, a talented but carefree detective who's used to doing whatever he wants. The other employees of the 99th precinct include Detective Amy Santiago, Jake's over achieving and competitive partner; Detective Rosa Diaz, a tough and kept to herself coworker; Detective Charles Boyle, Jake's best friend who also has crush on Rosa; Detective Sergeant Terry Jeffords, who was recently taken off the field after the birth of his twin girls; and Gina Linetti, the precinct's sarcastic administrator.</p><br /><li><h2>Two and a Half Men<h2><img src='https://static.next-episode.net/tv-shows-images/huge/two-and-a-half-men.jpg' class='image-container mt-20' /></li><br/><p>The series was about a hedonistic jingle writer, Charlie Harper, his uptight brother, Alan, and Alan's troublesome son, Jake. After Alan divorces, he and Jake move into Charlie's beachfront Malibu house and complicate Charlie's freewheeling life.</p><br /><li><h2>Friends<h2><img src='https://tvseriesfinale.com/wp-content/uploads/2015/11/Friends-TV-show-on-NBC-canceled-no-season-11.jpg' class='image-container mt-20'/></li><br/><p>Follows the personal and professional lives of six twenty to thirty-something-year-old friends living in Manhattan. Rachel Green, Ross Geller, Monica Geller, Joey Tribbiani, Chandler Bing and Phoebe Buffay are six 20 something year-olds, living off one another in the heart of New York City.</p><br /><li><h2>Big Bang Theory<h2><img src='https://scx1.b-cdn.net/csz/news/800/2019/1-thebigbangth.jpg' class='image-container mt-20'/></li><br/><p>The Big Bang Theory is a comedy about brilliant physicists, Leonard and Sheldon, who are the kind of \"beautiful minds\" that understand how the universe works. But none of that genius helps them interact with people, especially women. All this begins to change when a free-spirited beauty named Penny moves in next door.</p><br /><li><h2>Sillicon Valley<h2><img src='https://static.next-episode.net/tv-shows-images/huge/silicon-valley.jpg' class='image-container mt-20'/></li><br/><p>The series, a parody of Silicon Valley culture, focuses on Richard Hendricks (Thomas Middleditch), a programmer who founds a startup company called Pied Piper, and chronicles his struggles trying to maintain his company while facing competition from larger entities.</p></ul></div><p class='mt-20'>Hope you liked the list and enjoy watching.</p><br/>",
        "date": ""
    },
    {}
]